Repository: WPPlugins/premise-settings-transporter
Catalog: languages/premise-settings-transporter-*.po
Languages: de_de

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: FAQ
de_de: FAQ - Häufige Fragen

source: Support
de_de: Hilfe und Unterstützung (Support)

source: Translations
de_de: Übersetzungen

source: Donate
de_de: Spenden

source: Important plugin links:
de_de: Wichtige Plugin-Links

source: Plugin website
de_de: Plugin-Webseite

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Social:
de_de: Vernetzen:

source: A Typical Workflow Example
de_de: Ein typisches Beispiel für einen Workflow

source: Transfer settings from a development install to the live/ production install.
de_de: Einstellungen von einer Entwicklungs-Installation zu einer Live-Installation übertragen.

source: Prerequisites/ Requirements
de_de: Vorbereitungen/ Anforderungen

source: On BOTH sites/ installations you have installed & activated this plugin, %s.
de_de: Auf BEIDEN Webseiten/ Installationen haben Sie dieses Plugin, %s, installiert &amp; aktiviert.

source: Transfer
de_de: Übertragen

source: On the development install: Just make an Export file via %s admin page:
de_de: In der Entwicklungs-Installation: nun eine Exportdatei erstellen über die %s Admin-Seite:

source: In the %s section there enable all checkboxes you need.
de_de: Im %s-Bereich alle gewünschten Kontrollkästchen aktivieren.

source: Save the %s file to your computer.
de_de: Die %s Datei auf Ihrem Rechner speichern.

source: On the live/ production site, just import this %s file and you're done!
de_de: Auf der Live-Webseite nun diese %s Datei importieren und Sie sind fertig!

source: Go to the Premise Import/Export page
de_de: Zur Premise Import-/ Export-Seite gehen...

source: Premise Settings Transporter
de_de: Premise Einstellungen Transporter

source: Premise - Import/ Export Settings
de_de: Premise - Import/ Export von Einstellungen

source: Import Premise Settings File
de_de: Premise Einstellungen-Datei importieren

source: Choose the file from your computer and click "Upload file and Import"
de_de: Wählen Sie die Datei von Ihrem Computer und klicken Sie "Hochladen und importieren"

source: Upload File: (Maximum Size: %s)
de_de: Datei hochladen: (Maximale Größe: %s)

source: Upload File and Import
de_de: Datei hochladen und importieren

source: Export Premise Settings File
de_de: Premise Einstellungen-Datei exportieren

source: Once you have saved the download file, you can use the import function on another - Premise empowered - site to import this data.
de_de: Wenn Sie einmal die Einstellungen-Datei erzeugt und gesichert haben, können Sie die Importfunktion bei einer anderen - mit Premise betriebenen - Webseite verwenden, um diese Daten zu importieren.

source: Download Export File
de_de: Exportdatei herunterladen

source: Settings successfully imported.
de_de: Einstellungen erfolgreich importiert.

source: There was a problem importing your settings. Please try again.
de_de: Es gab ein Problem beim Importieren Ihrer Einstellungen. Bitte versuchen Sie es noch einmal.

source: Premise Main Settings
de_de: Premise Grundeinstellungen

source: Member Access Module Settings
de_de: Mitgliederzugriff Modul-Einstellungen

source: No export options available.
de_de: Es sind keine Export-Optionen verfügbar.

source: http://genesisthemes.de/en/wp-plugins/premise-settings-transporter/
de_de: http://genesisthemes.de/plugins/premise-settings-transporter/

source: Sorry, you cannot activate the %1$s plugin unless you have installed the latest version of the %2$sPremise Plugin%3$s (at least %4$s).
de_de: Hinweis: Das %1$s Plugin kann <em>nicht</em> aktiviert werden, solange nicht die neueste Version des %2$sPremise Landingseiten-Plugins%3$s installiert ist (mindestens %4$s).

source: Desgin Settings
de_de: Design-Einstellungen

source: Landing Pages
de_de: Landingseiten

source: Landing Page
de_de: Landingseite

source: Why not create your first %1$s?
de_de: Warum erstellen Sie nicht einfach Ihre erste %1$s?

source: Why are the %1$s not included?
de_de: Warum sind die %1$s nicht inkludiert?

source: No worries, the Premise %1$s are a custom post type and therefore they could be exported/ imported via WordPress' own export functionality for custom post types. Just go to %2$s select %1$s from the list there and make an %3$s export file for your landing pages only.
de_de: Keine Sorge, die Premise %1$s sind ein Inhaltstyp (Custom Post Type) und daher können sie über die WordPress-eigene Export-/ Importfunktionalität exportiert und importiert ewrden. Gehen Sie einfach zu %2$s, wählen SIe %1$s aus der Liste aus und legen Sie eine %3$s Exportdatei nur für Landingseiten an.

source: Tools &#x2192; Export Data
de_de: Werkzeuge &#x2192; Daten exportieren

source: To import the %1$s %2$s file, just install and activate the official %3$s plugin, then go to %4$s and upload your export file.
de_de: Um die %1$s %2$s Datei zu importieren, installieren und aktivieren Sie zuerst das offizielle %3$s Plugin, gehen Sie dann zu %4$s und laden Sie Exportdatei hoch.

source: Tools &#x2192; Import Data
de_de: Werkzeuge &#x2192; Daten importieren

source: Currently, you have %1$s %2$s (including published, draft, scheduled, pending and private statuses).
de_de: Aktuell haben Sie %1$s %2$s (gezählt werden diese Statuus: Veröffentlicht, Entwurf, Geplant, Ausstehend, Privat).

source: Notes for the %s plugin
de_de: Hinweise für das Plugin %s

source: There's NO warranty supplied when you use this plugin, all at your own risk!
de_de: Es wird KEINE Garantie für die Verwendung dieses Plugins übernommen, alles geschieht auf eigenes Risiko!

source: Premise Custom Code
de_de: Premise Eigener Code

source: Third-party plugin
de_de: Drittanbieter-Plugin

source: official release
de_de: offizielle Veröffentlichung

source: community release
de_de: Community-Veröffentlichung

source: Adds a Import/Export feature to the "Premise" premium landing page & member access plugin.
de_de: Fügt Import- und Exportfunktionalität für Einstellungen des "Premise" Plugins für Landingseiten und Mitgliederzugriff hinzu.

source: Why are the <em>individual</em> %1$s not included?
de_de: Warum sind die <em>individuellen</em> %1$s nicht inkludiert?

source: No worries, the <em>individual</em> %1$s have a built-in export/ import feature in Premise already! If you have already created more than one Design just can open each one and export/ import it individually. You can export all single %2$s except the default one. To export the default Design just duplicate it and then it also becomes exportable ;-).
de_de: Keine Sorge, die <em>individuellen</em> %1$s haben bereits eine eingebaute Export-/ Importfunktionalität in Premise! Wenn Sie bereits mehr als ein Design erstellt haben, können Sie jedes Design entsprechend öffnen und dann individuell exportieren bzw. importieren. Sie können alle einzelnen %2$s exportieren, außer dem Standarddesgin. Um auch dieses exportierbar zu machen, duplizieren Sie es vorher einfach :).

source: Please Note
de_de: Bitte bachten

source: If you are importing a file containing a full set of Design Settings and/ or Button configurations, be aware that all Designs and Buttons with the same ID will be overridden! Don't complain about losing your data. You've been warned.
de_de: Werden Dateien importiert, die komplette Sets von Design-Einstellungen und/ oder Button-Konfigurationen enthalten, werden alle Designs und Buttons, mit derselben ID, überschrieben! Also nicht beklagen, falls Einstellungs-Daten 'weg' sind, Sie wurden gewarnt :).

source: Actions
de_de: Aktionen

source: Premise all Configured Designs/ Themes
de_de: Premise, alle definierten Landingseiten-Designs/ -Themes

source: Premise all Configured Buttons
de_de: Premise, alle definierten Buttons

source: Import & Backup Advise
de_de: Tipps für Import & Datensicherung

source: Import file formats
de_de: Dateiformate beim Import

source: Just be careful to not mix them up
de_de: Einfach darauf achten, diese beiden nicht zu vermischen

source: Backup strategy
de_de: Strategie zur Sicherung von Einstellungen &amp; Daten

source: Making backups is always recommended, especially if you are doing imports of (many) Design Sets and/ or Button sets.
de_de: Backups anzulegen wird unter allen Umständen empfohlen, insbesondere, wenn Sie (viele) Design- und/ oder Button-Sets importieren wollen.

source: Using the below exporter tool to make export files of <em>settings</em>.
de_de: Verwenden Sie das Exportwerkzeug unten, um Exportdateien von <em>Einstellungen</em> zu erzeugen.

source: Using the WordPress exporter tool to make export files of Premise Landing Pages and/ or MemberAccess post types.
de_de: Verwenden Sie das WordPress Exportwergzeug, um Exportdateien von Premise Landingseiten und/ oder den Inhaltstypen des Mitgliederzugriffs (MemberAccess) zu erzeugen.

source: Using full-featured backup plugins for WordPress to make database and file (think media library...) backups, that are also prepared for restoration or migration.
de_de: Verwenden Sie voll ausgestattete Datensicherungs-Plugins für WordPress, um Sicherungen der Datenbank bzw. der Dateien (Stichwort: Mediathek...) anzulegen. Solche Lösungen sind auch vorbereitet für Datenwiederherstellung sowie Datenmigration.

source: Recommended - full-featured - backup solutions are (both premium)
de_de: Empfohlene - vollausgestattete - Datensicherungslösungen (beide sind Premium!)

source: Snapshot (by WPMU DEV)
de_de: Snapshop (von WPMU DEV)

source: BackupBuddy (by iThemes)
de_de: BackupBuddy (von iThemes)

source: Any kind of backups can be helpful
de_de: Jede Art von Datensicherung kann hilfreich sein!

source: On BOTH sites/ installations you have installed & activated %s.
de_de: Auf BEIDEN Webseiten/ Installationen haben Sie %s installiert &amp; aktiviert,

source: It's recommended to have THE VERY SAME VERSIONS installed on the original site and also the receiving site. Reason: sometimes settings differ between plugin versions. So with making sure you have the same versions installed you just ensure the correct settings are included within the export file.
de_de: Es wird empfohlen, dass auf der Original-Webseite und der empfangenden Webseite DIESELBEN VERSIONEN installiert sind. Grund: manchmal unterscheiden sich Einstellungen zwischen einzelnen Pluginversionen. Wenn Sie sicherstellen, dass überall dieselbe Version installiert ist, gehen Sie auch sicher, dass die korrekten Einstellungen in der Exportdatei landen.

source: Premise GA Ecommerce Tracking
de_de: Premise Google Analytics Ecommerce Tracking

source: The below importer tool uses the %s file format.
de_de: Das Importwerkzeug unten verwendet das %s Dateiformat.

source: The built-in importer tool for single Designs uses the %s file format.
de_de: Das in Premise eingebaute Importwerkzeug für einzelne Designs verwendet das %s Dateiformat.

source: Upload the data file (%s) from your computer and we'll import your settings.
de_de: Laden Sie die Daten (%s) von Ihrem Computer hoch und wir werden Ihre Einstellungen importieren.

source: When you click the button below, the %s plugin will generate a data file (%s) for you to save to your computer.
de_de: Wenn Sie den Button hier darunter klicken, wird das %s Plugin eine Daten-Datei (%s) für Sie erzeugen, die Sie auf Ihrem Rechner abspeichern können.

source: Select / Unselect ALL Checkboxes:
de_de: ALLE Checkboxen aktivieren / deaktivieren:
